{
    "Xbox":{
        "nome": "Console Microsoft Xbox Series S, 512GB, Branco - RRS-00006",
        "preco": "2699,00",
        "imagem": "https://images.kabum.com.br/produtos/fotos/128561/console-microsoft-xbox-series-s-500gb-branco-rrs-00006_1601067301_gg.jpg",
        "estoque": 16,
        "desc": "Xbox Series S, o menor e mais elegante de todos os tempos. Com taxas de quadros mais altas, tempos de carregamento mais rápidos e mundos mais ricos e dinâmicos, o Xbox Series S oferece desempenho e velocidade de última geração em um formato compacto e totalmente digital. Retrocompatibilidade com milhares de jogos. Prepare-se para tempos de carregamento mais rápidos, resolução mais alta, taxas de quadros mais estáveis e melhor latência de entrada em milhares de jogos Xbox One, Xbox 360 e Xbox Original.",
        "estrelas": 5,
        "avaliacoes": 345,
        "_key": 93012
    },
    "Monitor": {
        "nome": "Monitor Gamer Acer Nitro XZ270 27´ Full HD LED VA, 1ms, 240Hz, Tela Curva 1500R com Design ZeroFrame, Adaptive Sync - UM.HX0AA.X02",
        "preco": "1979,00",
        "imagem": "https://images.kabum.com.br/produtos/fotos/153822/monitor-gamer-acer-nitro-xz270-27-full-hd-led-va-1ms-240hz-tela-curva-1500r-com-design-zeroframe-adaptive-sync-um-hx0aa-x02_1617821685_gg.jpg",
        "estoque": 8,
        "desc": "Acer ComfyView Reduz a quantidade de luz refletida na tela, para uma visualização mais confortável em várias configurações. Acer Blue Light Shield Proteção que reduz a quantidade de exposição da luz azul prejudicial aos olhos. Acer Flicker-less: Elimina a cintilação prejudicial da tela e proporciona uma experiência de visualização confortável. Acer Display Widget: Software usa um método mais intuitivo para configurar seu monitor. Low dimming: Permite níveis de brilho até 15% mais escuros, através de ajustes.",
        "estrelas": 4,
        "avaliacoes": 12,
        "_key": 96294
    },
    "Teclado": {
        "nome": "Teclado Mecânico Gamer HyperX Mars, RGB, Switch Outemu Blue, US - HX-KB3BL3-US/R4",
        "preco": "229,00",
        "imagem": "https://images.kabum.com.br/produtos/fotos/92590/92590_index_gg.jpg",
        "desc": "O Teclado Mecânico Gamer HyperX Mars é ideal para gamers que teclam diversas teclas por segundo, graças ao seu Switch Outemu Blue, é possível processar todos os movimentos, sem a chave de o usuário perder alguns deles. As movimentações rápidas no teclado proporciona ao Gamer vantagens em sua gameplay, com isso é necessário possui um teclado que atenda suas necessidades. ",
        "estoque": 55,
        "estrelas": 4,
        "avaliacoes": 103,
        "_key": 38128
    },
    "Mouse":{
        "nome": "Mouse Gamer Corsair Katar PRO Ultra-Leve, RGB, 6 Botões, 12400DPI, Preto - CH-930C011-NA",
        "preco": "119,00",
        "imagem": "https://images9.kabum.com.br/produtos/fotos/131189/mouse-gamer-corsair-katar-pro-ultra-leve-rgb-6-botoes-12400dpi-preto-ch-930c011-na_1605118692_gg.jpg",
        "desc": "Mouse Gamer Corsair Katar PRO Ultra-Leve, RGB, 6 Botões, 12400DPI, Preto - CH-930C011-NA",
        "estoque": 108,
        "estrelas": 3,
        "avaliacoes": 21,
        "_key": 59210
    },
    "Memoria":{
        "nome": "Memória Kingston Fury Beast, 8GB, 2666MHz, DDR4, CL16, Preto - KF426C16BB/8",
        "preco": "359,00",
        "imagem": "https://images0.kabum.com.br/produtos/fotos/172320/memoria-kingston-fury-beast-8gb-2666mhz-ddr4-cl16-preto-kf426c16bb-8_1626190855_gg.jpg",
        "desc": "A memória Kingston FURY Beast DDR4 proporciona um poderoso aumento de performance para jogos, edição de vídeo e renderização. Ela faz o overclock automático para a especificação de maior performance do módulo que seja suportada pelo sistema* e está pronta para Intel XMP e AMD Ryzen. Com o seu dissipador de calor de perfil baixo, a memória FURY Beast DDR4 permanece fria e pronta para o seu game. 100% testada na fábrica, é a atualização definitiva para seu computador.",
        "estoque": 34,
        "estrelas": 4,
        "avaliacoes": 287,
        "_key": 92912
    },
    "Playstation":{
        "nome": "Console PlayStation 4 Mega Pack V18, 1TB, Ghost of Tsushima + God of War + Ratchet & Clank - 3006678",
        "preco": "2599,00",
        "imagem": "https://images.kabum.com.br/produtos/fotos/157881/console-playstation-4-mega-pack-v18-1tb-ghost-of-tsushima-god-of-war-ratchet-clank-3006678_1621881379_gg.jpg",
        "estoque": 11,
        "desc": "Junte-se a viajantes interdimencionais, guerreiros Samurai, fortes sobreviventes e deuses poderosos em um dos jogos mais aclamados já produzido, criado pela Sony (God of War). O console PS4 oferece excelente poder de jogabilidade, entretenimento incrível tecnologia HDR vibrante",
        "estrelas": 5,
        "avaliacoes": 438,
        "_key": 50245
    },
    "SSD":{
        "nome": "SSD Kingston A400, 240GB, SATA, Leitura 500MB/s, Gravação 350MB/s - SA400S37/240G",
        "preco": "269,00",
        "imagem": "https://images.kabum.com.br/produtos/fotos/85197/85197_index_gg.jpg",
        "estoque": 84,
        "desc": "A unidade de estado sólido A400 da Kingston aumenta drasticamente a resposta do seu computador com tempos incríveis de inicialização, carregamento e transferência, comparados a discos rígidos mecânicos. Reforçado com uma controladora de última geração para velocidades de leitura e gravação de até 500MB/s e 450MB/s¹, este SSD é 10x mais rápido do que um disco rígido tradicional para melhor desempenho, resposta ultrarrápida em multitarefas e um computador mais rápido de modo geral. Também mais confiável e durável do que um disco rígido, o A400 é feito com memória Flash. Não há partes móveis, com menor probabilidade de falhas do que um disco rígido mecânico. Também é mais frio e mais silencioso e sua resistência a choques e vibração torna-o ideal para notebooks e outros dispositivos móveis de computação.",
        "estrelas": 4,
        "avaliacoes": 178,
        "_key": 17532
    },
    "Placa-Mae":{
        "nome": "Placa-Mãe ASRock B450M Steel Legend, AMD AM4, mATX, DDR4 - 90-MXB9Y0-A0BAYZ",
        "preco": "759,00",
        "imagem": "https://images.kabum.com.br/produtos/fotos/100672/placa-mae-asrock-b450m-steel-legend-amd-am4-matx-ddr4-90-mxb9y0-a0uayz_placa-mae-asrock-b450m-steel-legend-amd-am4-matx-ddr4-90-mxb9y0-a0uayz_1552586908_gg.jpg",
        "estoque": 26,
        "desc": "A Steel Legend representa o estado filosófico da sólida durabilidade e irresistível estética. Construída ao redor das especificações e recursos mais exigentes, a série Steel Legend visa os usuários do dia a dia e entusiastas mainstream! Oferecendo uma forte gama de materiais/componentes para assegurar um desempenho estável e confiável. Uma placa-mãe que atende qualquer tarefa – com estilo!",
        "estrelas": 5,
        "avaliacoes": 393,
        "_key": 28912
    }
}